Repository: luandersonn/MyFTP
Catalog: MyFTP/MultilingualResources/MyFTP.*.xlf
Languages: fr_fr, vi_vn

# AppDescription.Text
source: A simple, fast, lightweight, beautiful and free FTP client
fr_fr: Un Client ftp opensrouce, simple, léger et beau
vi_vn: Công cụ FTP đơn giản, nhẹ, đẹp và miễn phí

# Delete.Text
source: Delete
vi_vn: Xóa

# Download.Text
source: Download
vi_vn: Tải

# Open.Text
source: Open
vi_vn: Mở

# Properties.Text
source: Properties
vi_vn: Các thuộc tính

# Rename.Text
source: Rename
vi_vn: Đổi tên

# CollapseAllButtonText.Text
source: Collapse all
fr_fr: Réduire tout
vi_vn: Đóng tất

# DefaultSaveFolder.Text
source: Default save folder
fr_fr: Dossier de sauvegarde par défaut
vi_vn: Tệp lưu trữ mặc định

# ExpandAllButtonText.Text
source: Expand all
fr_fr: Développer tout
vi_vn: Mở tất cả

# NoSavedHostsCase.Text
source: No saved hosts
fr_fr: Pas d'hôtes sauvegardés
vi_vn: Không có host lưu trữ sẵn

# RestoreDefaultFolder.Text
source: Restore default folder
fr_fr: Restaurer le fichier par défaut
vi_vn: Khôi phục tệp mặc định

# TitleBarControl.Title
source: Settings
fr_fr: Paramètres
vi_vn: Các cài đặt

# BackButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Back
fr_fr: Retour
vi_vn: Quay về

# BackButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
fr_fr: Retour
vi_vn: Quay về

# DownloadUpdateButton.Content
source: Download
fr_fr: Télécharger
vi_vn: Tải

# InfoBarUpdate.Message
source: The app will restart when the update completes
fr_fr: L'application va redémarrer et se mettre à jour
vi_vn: Ứng dụng sẽ tái khởi động khi cập nhật thành công

# InfoBarUpdate.Title
source: A new version of MyFTP is available for download
fr_fr: Une nouvelle version de MyFTP est disponible pour le téléchargement
vi_vn: Có phiên bản mới

# CollapseAllButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Collapse all sections
fr_fr: Réduire toute les sections
vi_vn: Đóng tất cả các danh mục

# DownloadUpdateButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Download update
fr_fr: Télécharger la mise à jour
vi_vn: Tải bản cập nhật

# ExpandAllButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Expand all sections
fr_fr: Développer toutes les sections
vi_vn: Mở tất cả các danh mục

# RemoveHostSettingsButton.Content
source: Remove
vi_vn: Gỡ

# RemoveHostSettingsConfirmButton.Content
source: Yes, remove settings
vi_vn: Cài đặt

# RemoveHostSettingsConfirmText.Text
source: Are you sure?
vi_vn: Bạn chắc chứ ?

# AppThemeLabel.Text
source: App theme
vi_vn: Nền ứng dụng

# PersonalizationExpanderHeader.Text
source: Personalization
vi_vn: Cá nhân hóa

# AppThemeDark.Text
source: Dark
vi_vn: Chế độ tối

# AppThemeDefault.Text
source: Windows Default
vi_vn: Mặc định của

# AppThemeLight.Text
source: Light
vi_vn: Chế độ sáng

# KeyboardShortcutsExpanderHeader.Text
source: Keyboard Shortcuts
vi_vn: Phím nhanh

# KeyboardShortcutsSectionActions.Text
source: Actions
vi_vn: Hành động

# KeyboardShortcutsSectionNavigation.Text
source: Navigation
vi_vn: Điều hướng

# KeyboardShortcutsAltKey.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Alt key
vi_vn: Phím

source: Backspace key
vi_vn: Phím quay về

source: Delete key
vi_vn: Phím xóa

# KeyboardShortcutsEnterKey.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter key
vi_vn: Phím enter

source: Left arrow key
vi_vn: Phím mũi tên trái

source: Right arrow key
vi_vn: Phím mũi tên phải

source: Windows key
vi_vn: Phím Windows

# KeyboardShortcutsDescriptionAlt+LeftArrow.Text
source: View the previous folder
vi_vn: Xem tệp trước

# KeyboardShortcutsDescriptionAlt+RightArrow.Text
source: View the next folder
vi_vn: Xem tệp tiếp theo

# KeyboardShortcutsDescriptionBackspace.Text
source: Navigate up one directory level
vi_vn: Di lên một tầng

# KeyboardShortcutsDescriptionCtrl+N.Text
source: Create a connection with new Host
vi_vn: Tạo kết nối với host mới

# KeyboardShortcutsDescriptionLeftArrow.Text
source: Collapse the current selection (if it's expanded), or select the folder that the folder was in (TreeView)
vi_vn: Đóng các tệp đang lựa chọn (nếu chúng đang mở), hoặc chọn tệp ở trong nhánh cây

# KeyboardShortcutsDescriptionRightArrow.Text
source: Display the current selection (if it's collapsed), or select the first subfolder (TreeView)
vi_vn: Hiển thị những điều đang chọn (nếu nó đang ẩn), hoặc chọn tệp cha trên nhánh cây gần nhất

# KeyboardShortcutsDescriptionCtrl+Shift+N.Text
source: Create a new folder in the current directory
vi_vn: Tạo mới tệp ở địa điểm này

# KeyboardShortcutsDescriptionCtrl+O.Text
source: Open file picker to upload files to current directory
vi_vn: Mở trình chọn file để chèn dữ liệu vào vị trí hiện tại

# KeyboardShortcutsDescriptionCtrl+Shift+O.Text
source: Open folder picker to upload a folder to current directory
vi_vn: Mở tệp file để tải lên vào vị trí hiện tại

# KeyboardShortcutsDescriptionCtrl+A.Text
source: Select/unselect all items in the active directory
vi_vn: Chọn/bỏ chọn tất cả các nhánh cây đang mở

# KeyboardShortcutsDescriptionCtrl+S.Text
source: Add all selected items to the download queue
vi_vn: Thêm những item được chọn vào hàng tải về

# KeyboardShortcutsDescriptionCtrl+W.Text
source: Disconnect the active Host
vi_vn: Ngắt kết nối toàn bộ host

# KeyboardShortcutsDescriptionDelete.Text
source: Delete all selected items
vi_vn: Xóa tất cả item được chọn

# KeyboardShortcutsDescriptionF2.Text
source: Rename the selected item
vi_vn: Đổi tên item đang chọn

# KeyboardShortcutsDescriptionF5.Text
source: Refresh the active directory
vi_vn: Tải lại nhánh cây đang mở

# KeyboardShortcutsDescriptionAlt+F4.Text
source: Exit app
vi_vn: Thoát ứng

# KeyboardShortcutsDescriptionF11.Text
source: Enter or exit from Fullscreen mode
vi_vn: Mở hoặc thoát tràn màn hình

# KeyboardShortcutsDescriptionShift+Win+Enter.Text
source: Enter or exit from Fullscreen mode
vi_vn: Mở hoặc thoát tràn màn hình

# AboutAppVersionLabel.Text
source: Version
vi_vn: Phiên bản

# AboutContactLabel.Text
source: Contact
vi_vn: Liên lạc

# AboutExpanderHeader.Text
source: About
vi_vn: Thông tin

# AboutReviewLabel.Text
source: Review
vi_vn: Đánh giá

# AboutSourceCodeLabel.Text
source: Source code
vi_vn: Mã nguồn

# AboutSupportTheDevLabel.Text
source: Support the dev
vi_vn: Đóng góp lập trình viên

# KeyboardShortcutsDescriptionAlt+UpArrow.Text
source: Navigate up one directory level
vi_vn: Di chuyển lên một tầng

source: Up arrow key
vi_vn: Nút hướng lên

# AnonymousLoginInfo.Text
source: Leave username/password blank for anonymous login
fr_fr: Laisser Nom d'utilisateur et mot de passe vide pour une connexion anonyme
vi_vn: Hãy để trống tên đăng nhập và mật khẩu khi đăng nhập ẩn danh

# BackgroundInfoButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: See info about the background image
fr_fr: Regarder les infos du fond d'écran
vi_vn: Xem thông tin ảnh nền

source: Delete credential
fr_fr: Supprimer les informations
vi_vn: Xóa chứng chỉ

source: Delete credential
fr_fr: Supprimer les informations
vi_vn: Xóa chứng chỉ

source: Click to connect
fr_fr: Cliquer pour se connecter
vi_vn: Nhấn để kết nối

# HostTextBox.Header
source: Host
fr_fr: Hôte
vi_vn: Tên miền

# LoginButton.Content
source: Login
fr_fr: Connexion
vi_vn: ĐĂNG NHẬP

# LoginErrorInfoBar.Title
source: Login error
fr_fr: Erreur sur les identifiants
vi_vn: Đăng nhập lỗi

# PasswordTextBox.Header
source: Password
fr_fr: Mot de passe
vi_vn: Mật khẩu

# PortTextBox.Header
source: Port
vi_vn: Cổng

# PrivacyPolicyHyperlink.Content
source: Privacy policy
fr_fr: Politique de vie privée
vi_vn: Thông tin quyền riêng tư

source: Saved credentials
fr_fr: Informations de connexions sauvegardées
vi_vn: Lưu chứng chỉ

source: Saved credentials
fr_fr: Informations de connexions sauvegardées
vi_vn: Lưu chứng chỉ

# SaveFtpCredentialsCheckbox.Content
source: Save credentials
fr_fr: Sauvegarde des informations de connexion
vi_vn: Lưu chứng chỉ

# SettingsButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Settings
fr_fr: Paramètres
vi_vn: Cài đặt

# SettingsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
fr_fr: Paramètres
vi_vn: Cài đặt

# UsernameTextBox.Header
source: Username
fr_fr: Nom d'utilisateur
vi_vn: Tên đăng nhập

# DisconnecHostButton.Text
source: Disconnect
vi_vn: Ngắt kết nối

# ExitFlyout.Text
source: Exit app
vi_vn: Thoát ứng dụng

# InfoBarError.Title
source: Something went wrong
vi_vn: Đã có vấn đề

# NewConnectionFlyout.Text
source: New connection
vi_vn: Kết nối mới

# SettingsFlyout.Text
source: Settings
vi_vn: Các cài đặt

source: See informations about the current host
vi_vn: Xem thông tin của host hiện tại

# CurrentHostInfoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Host info
vi_vn: Thông tin

# SwipeLeft.Text
source: Back
vi_vn: Quay về

# SwipeRight.Text
source: Forward
vi_vn: Đi trước

# TeachingTipHostInfo.Title
source: Host informations
vi_vn: Các thông tin Host

# TeachingTipHostInfoConnectionTypeLabel.Text
source: Connection type
vi_vn: Kiểu kết nối

# TeachingTipHostInfoPortLabel.Text
source: Port
vi_vn: Cổng

# TeachingTipHostInfoServerOSLabel.Text
source: Server OS
vi_vn: Hệ điều hành máy chủ

# TeachingTipHostInfoServerTypeLabel.Text
source: Server type
vi_vn: Loại máy chủ

# TeachingTipHostInfoSystemTypeLabel.Text
source: System type
vi_vn: Thông tin hệ thống

# NavigationForwardButton.Label
source: Navigate Forward
vi_vn: Đi trước

# NavigationBackButton.Label
source: Navigate Back
vi_vn: Đi về

# NavigationUpButton.Label
source: Navigate Up
vi_vn: Đi lên

# DeleteButton.Label
source: Delete
vi_vn: Xóa

# DownloadButton.Label
source: Download
vi_vn: Tải về

# NewFolderButton.Label
source: New folder
vi_vn: Tệp mới

# PropertiesButton.Label
source: Properties
vi_vn: Các thuộc tính

# RefreshButton.Label
source: Refresh
vi_vn: Làm mới

# SelectAllButton.Label
source: Select all
vi_vn: Chọn tất cả

# UploadButton.Label
source: Upload
vi_vn: Tải lên

# CreateFolderButton.Content
source: Create
vi_vn: Tạo

# CreateFolderTextbox.PlaceholderText
source: Folder name
vi_vn: Tên tệp

# UploadFolderFlyout.Text
source: Folder
vi_vn: Tệp

# DragAndDropArea.Text
source: Drop here to upload to this folder
vi_vn: Hãy thả ở đây để tải lên

# EmptyFolderMessage.Text
source: This folder is empty
vi_vn: Tệp này đang rỗng

# LoadItemsButton.Content
source: Load items
vi_vn: Tải dữ liệu

# ListViewHeaderModified.Text
source: Modified
vi_vn: Tùy chỉnh

# ListViewHeaderName.Text
source: Name
vi_vn: Tên

# ListViewHeaderPermissions.Text
source: Permissions
vi_vn: Quyền truy cập

# ListViewHeaderSize.Text
source: Size
vi_vn: Dung lượng

# MoveItemTo
source: Move to:
vi_vn: Di chuyển đến:

# UploadItemTo
source: Upload to:
vi_vn: Tải lên đến:

source: Items cannot be moved
vi_vn: Dữ liệu không thể di chuyển

# NameAlreadyUsed
source: This name is already used by a directory or file
vi_vn: Tên này đã bị lấy bởi nhánh hoặc tên file

# DeleteDialog.CloseButtonText
source: Cancel
vi_vn: Hủy

# DeleteDialog.PrimaryButtonText
source: Delete
vi_vn: Xóa

# DeleteDialog.Title
source: Delete items permanently?
vi_vn: Xóa tất cả item vĩnh viễn ?

# LoginDialog.CloseButtonText
source: Cancel
vi_vn: Hủy

# LoginDialog.PrimaryButtonText
source: Login
vi_vn: Đăng nhập

# LoginDialog.Title
source: New connection
vi_vn: Kết nối mới

# RenameDialog.CloseButtonText
source: Close
vi_vn: Đóng

# RenameDialog.PrimaryButtonText
source: Rename
vi_vn: Đổi tên

# RenameDialog.Title
source: Rename item
vi_vn: Đổi tên item

# ReplaceDialog.CloseButtonText
source: Skip file
vi_vn: Bỏ qua file

# ReplaceDialog.PrimaryButtonText
source: Replace
vi_vn: Thay thế

# ReplaceDialog.Title
source: There is already a file with the same name in this location
vi_vn: Đã có file trùng tên ở vị trí này

# ReplaceDialogCurrentFileLabel.Text
source: Current file
vi_vn: File này

# ReplaceDialogDontAskAgainCheckbox.Content
source: Don't ask again
vi_vn: Đừng hỏi lần nữa

# ReplaceDialogNewFileLabel.Text
source: New file
vi_vn: File mới

# UsernameTextBox.PlaceholderText
source: example@example.com
fr_fr: exemple@exemple.com

# CollapseCurrentSelection.Text
source: Collapse the current selection (if it's expanded), or select the folder that the folder was in (TreeView)
fr_fr: Réduire la sélection (si développé), ou selectionner le dossier dans lequel le dossier se trouvait (Arborescence)

# ConfirmText.Text
source: Are you sure?
fr_fr: Vous êtes sûr ?

# Hosts.Text
source: Hosts
fr_fr: Hôtes

# KeyboardShortcuts.Text
source: Keyboard Shortcuts
fr_fr: Raccourci claviers

# NavigateUpOneDirectoryLevel.Text
source: Navigate up one directory level
fr_fr: Remonter dans le dossier supérieur

# Personalization.Text
source: Personalization
fr_fr: Personalisation

# RemoveSettingsButton.Content
source: Yes, remove settings
fr_fr: Oui, supprimer les paramètres

# ViewNextFolder.Text
source: View the next folder
fr_fr: Voir le fichier suivant

# ViewPreviousFolder.Text
source: View the previous folder
fr_fr: Voir le fichier précédent
